Repository: nikolaifischer/car-booking-angular
Catalog: src/assets/locale/messages.*.xlf
Languages: de

# welcomeHeader
source: Welcome to Car Booking
de: Willkommen bei Car Booking

# weclomeCTA
source: Book your favorite car and lets go!
de: Buch dein Lieblingsauto und los gehts!

# landing-message-header-left
source: Rides on tap
de: Jetzt buchen

# landing-message-header-middle
source: Fair Prices
de: Faire Preise

# landing-message-header-right
source: Safety first
de: Sichere Fahrzeuge

# carListHeader
source: Available Cars
de: Verf체gbare Fahrzeuge

source: VIEW DETAILS
de: Details

# bookingListHeader
source: My Bookings
de: Meine Buchungen

# upComingBookingsListHeader
source: Upcoming Bookings
de: Zuk체nfitige Buchungen

# pastBookingsListHeader
source: Past Bookings
de: Vergangene Buchungen

source: BOOK NOW
de: Jetzt Buchen

source: Start Time
de: Start Zeit

# dateInvalidMsg
source: Please enter a valid date
de: Bitte gebe ein valides Datum an

# dateInThePastMsg
source: Please enter a date in the future
de: Bitte gebe ein Datum in der Zukunft an

source: BACK
de: Zur체ck

source: NEXT
de: Weiter

source: Duration
de: Dauer:

source: days
de: Tage

source: Confirm
de: Best채tigen

# bookingConfirmationHeader
source: Your Booking:
de: Deine Buchung:

# endDate
source: End:
de: Ende:

# bookingDetailsHeader
source: Booking
de: Buchung
